wrk-tests/default_path/Output/def_c100_asynchronous_lb.txt
(base) jovyan@6323b338d034:~/work/progjar/progjar6$ wrk -c 1000 -t 100 http://localhost:55555/
Running 10s test @ http://localhost:55555/
  100 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    35.46ms  102.52ms 481.16ms   95.00%
    Req/Sec     3.91      7.18    20.00     86.36%
  40 requests in 10.09s, 5.80KB read
  Socket errors: connect 0, read 20432, write 0, timeout 0
Requests/sec:      3.96
Transfer/sec:     589.11B