wrk-tests/default_path/Output/def_c100_process_nlb.txt
(base) jovyan@6323b338d034:~/work/progjar/progjar6$ wrk -c 1000 -t 100 http://localhost:8000/
Running 10s test @ http://localhost:8000/
  100 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   829.36ms  464.83ms   1.85s    62.73%
    Req/Sec     7.02      9.13   141.00     85.39%
  1386 requests in 10.09s, 198.97KB read
  Socket errors: connect 0, read 0, write 0, timeout 66
Requests/sec:    137.31
Transfer/sec:     19.71KB