wrk-tests/default_path/Output/def_c10_asynchronous_lb.txt
(base) jovyan@6323b338d034:~/work/progjar/progjar6$ wrk -c 1000 -t 10 http://localhost:55555/
Running 10s test @ http://localhost:55555/
  10 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    48.76ms  131.66ms 484.08ms   91.30%
    Req/Sec     0.15      0.38     1.00     84.62%
  23 requests in 10.04s, 3.30KB read
  Socket errors: connect 0, read 21970, write 0, timeout 0
Requests/sec:      2.29
Transfer/sec:     336.91B