wrk-tests/default_path/Output/def_c10_asynchronous_nlb.txt
(base) jovyan@6323b338d034:~/work/progjar/progjar6$ wrk -c 1000 -t 10 http://localhost:8887/
Running 10s test @ http://localhost:8887/
  10 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.76ms   66.96ms   1.91s    99.27%
    Req/Sec   513.01    338.50     2.07k    67.80%
  32695 requests in 10.08s, 4.58MB read
  Socket errors: connect 0, read 0, write 0, timeout 13
Requests/sec:   3245.16
Transfer/sec:    465.86KB