wrk-tests/default_path/Output/def_c10_process_lb.txt
(base) jovyan@6323b338d034:~/work/progjar/progjar6$ wrk -c 1000 -t 10 http://localhost:44444/
Running 10s test @ http://localhost:44444/
  10 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   436.48ms  246.23ms   1.79s    64.08%
    Req/Sec    22.10     15.35    80.00     69.39%
  1876 requests in 10.03s, 269.31KB read
  Socket errors: connect 0, read 506, write 0, timeout 30
Requests/sec:    187.01
Transfer/sec:     26.85KB