wrk-tests/default_path/Output/def_c200_asynchronous_lb.txt
(base) jovyan@6323b338d034:~/work/progjar/progjar6$ wrk -c 1000 -t 200 http://localhost:55555/
Running 10s test @ http://localhost:55555/
  200 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    15.33ms   97.88ms   2.00s    98.18%
    Req/Sec   125.11    105.11   656.00     57.11%
  19358 requests in 10.05s, 2.71MB read
  Socket errors: connect 0, read 0, write 0, timeout 31
Requests/sec:   1926.81
Transfer/sec:    276.60KB