wrk-tests/default_path/Output/def_c50_asynchronous_lb.txt
(base) jovyan@6323b338d034:~/work/progjar/progjar6$ wrk -c 1000 -t 50 http://localhost:55555/
Running 10s test @ http://localhost:55555/
  50 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    55.26ms  175.32ms 885.32ms   92.31%
    Req/Sec     0.65      2.29    10.00     91.30%
  26 requests in 10.09s, 4.11KB read
  Socket errors: connect 0, read 22917, write 0, timeout 0
Requests/sec:      2.58
Transfer/sec:     416.90B